{
    "cannotsubmitquizdueto": "No es pot trametre aquest qüestionari per les raons següents:",
    "confirmcontinueoffline": "Aquest intent no s'ha sincronitzat des de {{$a}}. Si heu continuat aquest intent en un altre dispositiu després d'aquesta data es podrien perdre dades.",
    "confirmleavequizonerror": "S'ha produït un error en desar les respostes. Esteu segur que voleu abandonar el qüestionari?",
    "errorbehaviournotsupported": "No es pot intentar aquest qüestionari a l'aplicació perquè aquest comportament no està admès:",
    "errordownloading": "S'ha produït un error en descarregar les dades requerides.",
    "errorgetattempt": "S'ha produït un error en obtenir els intents.",
    "errorgetquestions": "S'ha produït un error en obtenir les preguntes.",
    "errorgetquiz": "S'ha produït un error en obtenir el qüestionari.",
    "errorparsequestions": "S'ha produït un error en tractar les preguntes. Intenteu el qüestionari des del navegador.",
    "errorquestionsnotsupported": "No es pot intentar aquest qüestionari a l'aplicació perquè pot contenir preguntes no admeses:",
    "errorrulesnotsupported": "No es pot intentar aquest qüestionari a l'aplicació perquè conté regles d'accés actives no admeses:",
    "errorsaveattempt": "S'ha produït un error en desar l'intent.",
    "errorsyncquiz": "S'ha produït un error en sincronitzar. Torneu-ho a provar.",
    "errorsyncquizblocked": "No es pot sincronitzar aquest qüestionari ara mateix perquè hi ha una operació en curs. Torneu-ho a provar més tard. Si el problema persisteix, inicieu de nou l'aplicació.",
    "finishnotsynced": "Acabat però no sincronitzat",
    "hasdatatosync": "Aquest qüestionari té dades fora de línia per sincronitzar.",
    "opentoc": "Obre la navegació per preguntes.",
    "warningattemptfinished": "S'ha descartat l'intent fora de línia perquè s'ha finalitzat al lloc web o bé no s'ha trobat.",
    "warningdatadiscarded": "S'han descartat alguns intents fora de línia perquè les seves preguntes han estat modificades.",
    "warningdatadiscardedfromfinished": "L'intent no s'ha acabat perquè algunes preguntes fora de línia s'han descartat. Reviseu les respostes i envieu de nou l'intent."
}