{
    "cannotsubmitquizdueto": "Tento pokus testu nemůže být odeslán z následujících důvodů:",
    "confirmcontinueoffline": "Tento pokus nebyl synchronizován od {{$a}}. Pokud budete pokračovat v pokusu na jiném zařízení, pak může dojít ke ztrátě dat.",
    "confirmleavequizonerror": "Při ukládání odpovědi došlo k chybě. Jste si jisti, že chcete test ukončit?",
    "errorbehaviournotsupported": "Tento test nelze v aplikaci spustit, protože chování není aplikací podporováno:",
    "errordownloading": "Chyba při stahování požadovaných dat.",
    "errorgetattempt": "Chyba při získávání dat pokusu.",
    "errorgetquestions": "Chyba při získávání úlohy.",
    "errorgetquiz": "Chyba při získávání dat testu.",
    "errorparsequestions": "Při čtení úloh došlo k chybě. Prosím spusťte pokus testu ve webovém prohlížeči.",
    "errorquestionsnotsupported": "Tento test nelze v aplikaci spustit, protože může obsahovat úlohy, které nejsou aplikací podporovány:",
    "errorrulesnotsupported": "Tento test nelze v aplikaci spustit, protože podmínka omezení přístupu není aplikací podporovány:",
    "errorsaveattempt": "Při ukládání dat pokusu došlo k chybě.",
    "errorsyncquiz": "Při synchronizaci došlo k chybě. Zkuste to znovu, prosím.",
    "errorsyncquizblocked": "Tento test nelze synchronizovat z důvodu probíhajícího procesu. Prosím zkuste to znovu později. Pokud problém přetrvává, zkuste restartovat aplikaci.",
    "finishnotsynced": "Ukončeno bez synchronizace",
    "hasdatatosync": "Tento test má offline data, která mají být synchronizována.",
    "opentoc": "Otevřete navigaci.",
    "warningattemptfinished": "Offline pokus byl vyřazen, jelikož byl dokončen na webu nebo nebyl nalezen.",
    "warningdatadiscarded": "Některé odpovědi režimu offline byly vyřazeny, protože tyto úlohy byly na webu upraveny.",
    "warningdatadiscardedfromfinished": "Pokus o nebyl dokončen, protože některé odpovědi v režimu offline byly vyřazeny. Zkontrolujte prosím vaše odpovědi a pak znovu pokus odešlete."
}