{
    "cannotsubmitquizdueto": "Este intento de examen no puede enviarse por las siguientes razones:",
    "confirmcontinueoffline": "ESte intento no se ha sincronizado desde {{$a}}. Si Usted ha continuado este intento en otro dispositivo después de esta hora, Usted podría perder datos.",
    "confirmleavequizonerror": "Ocurrió un error al guardar las respuestas. ¿Está Usted seguro de querer abandonar el examen?",
    "errorbehaviournotsupported": "Este examen no puede intentarse en la App porque el comportamiento no está soportado por la App:",
    "errordownloading": "Error al descargar datos necesarios.",
    "errorgetattempt": "Error al obtener datos del intento.",
    "errorgetquestions": "Error al obtener preguntas",
    "errorgetquiz": "Error al obtener datos del examen",
    "errorparsequestions": "Ocurrió un error al leer las preguntas. Por favor intente este examen en un navegador web.",
    "errorquestionsnotsupported": "Este examen no puede intentarse en la App porque puede contener preguntas no soportadas por la App:",
    "errorrulesnotsupported": "Este examen no puede intentarse en la App porque tiene reglas de acceso no soportadas por la App:",
    "errorsaveattempt": "Ocurrió un error al guardar los datos del intento.",
    "errorsyncquiz": "Ocurrió un error al sincronizar. Por favor inténtelo nuevamente.",
    "errorsyncquizblocked": "Este examen no puede sincronizarse ahorita mismo porque existe una operación en curso. Por favor inténtelo nuevamente después. Si el problema persiste, por favor reinicie la App.",
    "finishnotsynced": "Terminado pero no sincronizado",
    "hasdatatosync": "Este examen tiene datos fuera-de-línea para ser sincronizados.",
    "opentoc": "Abrir ventanilla de navegación.",
    "warningattemptfinished": "El intento fuera-de-línea fue descartado porque fue terminado en el sitio o no fue encontrado.",
    "warningdatadiscarded": "Algunas respuestas fuera-de-línea fueron descartas porque las preguntas fueron modificadas en-línea.",
    "warningdatadiscardedfromfinished": "El intento no fue terminado porque algunas respuestas fuera-de-línea fueron descartadas. Por favor, revise sus respuestas y entonces envíe el intento nuevamente."
}