{
    "cannotsubmitquizdueto": "Este intento de cuestionario no puede enviarse por las siguientes razones:",
    "confirmcontinueoffline": "Este intento no se ha sincronizado desde {{$a}}. Si ha continuado este intento en otro dispositivo después de esta hora, podría perder datos.",
    "confirmleavequizonerror": "Ocurrió un error al guardar las respuestas. ¿Está seguro de querer abandonar el cuestionario?",
    "errorbehaviournotsupported": "Este cuestionario no puede realizarse en la app porque su comportamiento no está soportado:",
    "errordownloading": "Error al descargar datos necesarios.",
    "errorgetattempt": "Error al obtener datos del intento.",
    "errorgetquestions": "Error al obtener las preguntas.",
    "errorgetquiz": "Error al obtener datos del cuestionario.",
    "errorparsequestions": "Ocurrió un error al leer las preguntas. Por favor intente este cuestionario desde un navegador web.",
    "errorquestionsnotsupported": "Este cuestionario no puede realizarse desde la app porque puede contener preguntas no soportadas:",
    "errorrulesnotsupported": "Este cuestionario no puede realizarse desde la app porque tiene condiciones de acceso no soportadas:",
    "errorsaveattempt": "Ocurrió un error al guardar los datos del intento.",
    "errorsyncquiz": "Ocurrió un error al sincronizar. Por favor inténtelo nuevamente.",
    "errorsyncquizblocked": "Este cuestionario no puede sincronizarse ahora mismo porque existe una operación en curso. Por favor inténtelo nuevamente después. Si el problema persiste, por favor reinicie la app.",
    "finishnotsynced": "Finalizado pero no sincronizado.",
    "hasdatatosync": "Este cuestionario tienen datos fuera de línea pendientes de ser sincronizados.",
    "opentoc": "Abrir menú de navegación.",
    "warningattemptfinished": "El intento fuera de línea fue descartado porque fue terminado en el sitio o no fue encontrado.",
    "warningdatadiscarded": "Algunas respuestas fuera de línea fueron descartas porque las preguntas fueron modificadas en línea.",
    "warningdatadiscardedfromfinished": "El intento no fue terminado porque algunas respuestas fuera de línea fueron descartadas. Por favor, revise sus respuestas y entonces envíe el intento nuevamente."
}