{
    "cannotsubmitquizdueto": "Galdetegi honen saiakera ezin da bidali hurrengo arrazoiak direla eta:",
    "confirmcontinueoffline": "Saiakera hau ez da {{$a}}-tik sinkronizatu. Ordutik beste gailu batean saiakerarekin jarraitu baduzu datuak galdu ahal zenitzakeen.",
    "confirmleavequizonerror": "Errorea gertatu da erantzunak gordetzen ari zirenean. Ziur zaude galdetegia utzi nahi duzula?",
    "errorbehaviournotsupported": "Galdetegi hau ezin da app-an erantzun jokaera ez dagoelako app-an onartua:",
    "errordownloading": "Errorea behar diren datuak deskargatzean.",
    "errorgetattempt": "Errorea saiakeraren datuak eskuratzean.",
    "errorgetquestions": "Errorea galderak eskuratzean.",
    "errorgetquiz": "Errorea galdetegiaren datuak eskuratzean.",
    "errorparsequestions": "Errorea gertatu da galderak irakurtzean. Mesedez galdetegia nabigatzailean egiten saiatu.",
    "errorquestionsnotsupported": "Galdetegi hau ezin da app-an erantzun app-an onartzen ez diren galdera motak dituelako:",
    "errorrulesnotsupported": "Galdetegi hau ezin da app-an erantzun app-an onartzen ez diren sarbide-arauak dituelako:",
    "errorsaveattempt": "Errorea gertatu da saiakeraren datuak gordetzean.",
    "errorsyncquiz": "Errorea gertatu da sinkronizatzean. Mesesdez saiatu berriz.",
    "errorsyncquizblocked": "Galdetegi hau ezin da orain sinkronizatu beste eragiketa bat martxan dagoelako. Mesedez saiatu beranduago. Arazoa errepikatzen bada, mesedez app-a berrabiarazi.",
    "finishnotsynced": "Bukatua baina sinkronizatu gabe.",
    "hasdatatosync": "Galdetegi honek sinkronizatu beharreko lineaz kanpoko datuak ditu.",
    "opentoc": "Ireki nabigazioa gainean.",
    "warningattemptfinished": "Lineaz kanpoko saiakera baztertu da gunean bukatu delako edo ez delako aurkitu.",
    "warningdatadiscarded": "Lineaz kanpoko galdera batzuk baztertu dira galderak online aldatu direlako.",
    "warningdatadiscardedfromfinished": "Saiakera ez da bukatu lineaz kanpoko galdera batzuk baztertu direlako. Mesedez zure erantzunak berrikusi eta saiakera berriz bidali."
}