{
    "cannotsubmitquizdueto": "Cette tentative de test ne peut pas être envoyée pour les raisons suivantes :",
    "confirmcontinueoffline": "La tentative n'a pas été synchronisée depuis {{$a}}. Si entretemps vous avez continué cette tentative avec un autre appareil, vous risquez de perdre des données.",
    "confirmleavequizonerror": "Une erreur est survenu lors de l'enregistrement des réponses. Voulez-vous vraiment quitter le test ?",
    "errorbehaviournotsupported": "Ce test ne peut être tenté dans l'app, car le comportement n'est pas supporté par l'app :",
    "errordownloading": "Erreur lors du téléchargement des données requises.",
    "errorgetattempt": "Erreur lors de l'obtention des données de tentative.",
    "errorgetquestions": "Erreur lors de l'obtention des questions.",
    "errorgetquiz": "Erreur lors de l'obtention des données de test.",
    "errorparsequestions": "Une erreur est survenue lors de la lecture des questions. Veuillez faire ce test dans un navigateur web.",
    "errorquestionsnotsupported": "Ce test ne peut être tenté dans l'app, car il contient des questions qui ne sont pas supportées :",
    "errorrulesnotsupported": "Ce test ne peut être tenté dans l'app, car il contient des règles d'accès qui ne sont pas supportées :",
    "errorsaveattempt": "Une erreur est survenue lors de l'enregistrement des données de tentative.",
    "errorsyncquiz": "Une erreur est survenue lors de la synchronisation. Veuillez essayer à nouveau.",
    "errorsyncquizblocked": "Ce test ne peut pas être synchronisé maintenant en raison d'une tâche en cours. Veuillez essayer plus tard. Si le problème persiste, veuillez relancer l'app.",
    "finishnotsynced": "Terminé, mais pas synchronisé",
    "hasdatatosync": "Ce test a des données à synchroniser.",
    "opentoc": "Ouvrir la navigation",
    "warningattemptfinished": "Tentative hors ligne écartée, car elle a été terminée sur le site web ou n'a pas été trouvée.",
    "warningdatadiscarded": "Certaines réponses faites hors ligne ont été écartées, car les questions ont été modifiées.",
    "warningdatadiscardedfromfinished": "Tentative non terminée, car certaines réponses hors ligne ont été écartées. Veuillez revoir vos réponses et envoyer à nouveau votre tentative."
}