{
    "cannotsubmitquizdueto": "A tentativa do questionário não pode ser entregue pelas seguintes razões:",
    "confirmcontinueoffline": "A tentativa não foi sincronizada desde {{$a}}. Se você continuou essa tentativa em outro dispositivo desde então, você poderá perder dados.",
    "confirmleavequizonerror": "Ocorreu um erro ao salvar as respostas. Você tem certeza que quer sair do questionário?",
    "errorbehaviournotsupported": "Esse questionário não pode ser tentado no aplicativo por causa que o seguinte comportamento não é suportado pelo aplicativo:",
    "errordownloading": "Erro ao baixar dados necessários.",
    "errorgetattempt": "Erro ao receber dados da tentativa.",
    "errorgetquestions": "Erro ao receber as questões.",
    "errorgetquiz": "Erro ao receber dados do questionário.",
    "errorparsequestions": "Um erro aconteceu enquanto ocorria a leitura das questões. Por favor, tente fazer esse questionário no navegador web.",
    "errorquestionsnotsupported": "Esse questionário não pode ser tentado no aplicativo porque possui questões que não são suportadas pelo aplicativo:",
    "errorrulesnotsupported": "Esse questionário não pode ser tentado no aplicativo porque possui regras de acessos não suportadas pelo aplicativo:",
    "errorsaveattempt": "Aconteceu um erro ao salvar os dados da tentativa.",
    "errorsyncquiz": "Aconteceu um erro enquanto sincronizava. Por favor tente novamente.",
    "errorsyncquizblocked": "Esse questionário não pode ser sincronizado nesse exato momento por causa de um processo em andamento.Por favor tente mais tarde. Se o problema persistir, tente reiniciar o aplicativo.",
    "finishnotsynced": "Finalizado, mas não sincronizado",
    "hasdatatosync": "Esse questionário tem dados offline que precisam ser sincronizados.",
    "opentoc": "Abrir dicas de navegação.",
    "warningattemptfinished": "A tentativa offline foi descartada pois já foi finalizada no site ou não foi encontrada.",
    "warningdatadiscarded": "Algumas respostas offline foram descartadas por que as questões foram modificadas online.",
    "warningdatadiscardedfromfinished": "Tentativa não foi finalizada porque algumas respostas offline foram descartadas. Por favor, revise suas respostas e depois entregue novamente a tentativa."
}