{
    "cancel": "Άκυρο",
    "createaccount": "Δημιουργία του λογαριασμού μου",
    "createuserandpass": "Δημιουργία ενός νέου ονόματος χρήστη και κωδικού πρόσβασης για είσοδο στον δικτυακό τόπο",
    "emailconfirmsent": "<p>Ένα μήνυμα ηλεκτρονικού ταχυδρομείου θα πρέπει να έχει σταλεί στη διεύθυνσή σας, <b>{{$a}}</b> </p>\r\n   <p>Περιέχει απλές οδηγίες για την ολοκλήρωση της εγγραφής σας. </p>\r\n   <p>Αν συνεχίζετε να αντιμετωπίζετε δυσκολίες, επικοινωνήστε με το διαχειριστή του δικτυακού τόπου. </p>",
    "enterthewordsabove": "Enter the words above",
    "firsttime": "Είναι η πρώτη σας φορά εδώ;",
    "getanothercaptcha": "Πάρε ένα άλλο CAPTCHA",
    "help": "Βοήθεια",
    "instructions": "Οδηγίες",
    "invalidemail": "Εσφαλμένη διεύθυνση ηλεκτρονικού ταχυδρομείου",
    "invalidurl": "Μη έγκυρο URL",
    "login": "Είσοδος",
    "loginsteps": "Γεια σας,\r\n\r\nΓια να έχετε πλήρη πρόσβαση σε κάποια μαθήματα θα χρειαστεί να δημιουργήσετε ένα νέο λογαριασμό, ακολουθώντας τα παρακάτω βήματα:\r\n<OL size=2>\r\n   <li>Συμπληρώστε τη φόρμα <A HREF={{$a}}>Νέου λογαριασμού</A> με τα δεδομένα σας.\r\n   <li>Ένα μήνυμα ηλεκτρονικού ταχυδρομείου θα αποσταλεί στη διεύθυνσή σας.\r\n   <li>Διαβάστε το μήνυμα και επιλέξτε τη διεύθυνση που περιέχει.\r\n   <li>Μετά την επιβεβαίωση του λογαριασμού σας, θα μπορείτε να συνδεθείτε στην ηλεκτρονική τάξη.\r\n   <li>Αφού έχετε συνδεθεί, μπορείτε να επιλέξτε το μάθημα στο οποίο θέλετε να εγγραφείτε. Αν σας ζητηθεί ένα \"κλειδί εγγραφής\" - χρησιμοποιήστε αυτό που σας έδωσε ο διδάσκοντάς σας.\r\n   <li>Από εδώ και στο εξής θα έχετε τη δυνατότητα να χρησιμοποιήσετε όλες τις δραστηριότητες και τις πηγές πληροφοριών του μαθήματος.\r\n   </ol>",
    "missingemail": "Λείπει η διεύθυνση ηλεκτρονικού ταχυδρομείου",
    "missingfirstname": "Λείπει το όνομα",
    "missinglastname": "Λείπει το επώνυμο",
    "newaccount": "Νέος λογαριασμός",
    "password": "Κωδικός πρόσβασης",
    "policyaccept": "Καταλαβαίνω και συμφωνώ",
    "policyagree": "Πρέπει να συμφωνήσετε σε αυτήν την πολιτική για να συνεχίσετε στο ιστοχώρο. Συμφωνείτε;",
    "policyagreement": "Άδεια χρήσης του ιστοχώρου",
    "policyagreementclick": "Πατήστε εδώ για να διαβάσετε του όρους χρήσης",
    "selectacountry": "Επιλέξτε μια χώρα",
    "startsignup": "Ξεκινήστε τώρα δημιουργώντας νέο λογαριασμό!",
    "supplyinfo": "Παρακαλώ, δώστε κάποιες πληροφορίες σχετικές με τον εαυτό σας",
    "username": "Όνομα χρήστη",
    "usernotaddederror": "Ο χρήστης \"{{$a}}\" δεν προστέθηκε - άγνωστο σφάλμα"
}