{
    "authenticating": "Autenticazione in corso",
    "cancel": "Annulla",
    "confirmdeletesite": "Sei sicuro di eliminare il sito {{sitename}}?",
    "connect": "Collegati!",
    "connecttomoodle": "Collegati a Moodle",
    "createaccount": "Crea il mio nuovo account",
    "createuserandpass": "Scegli username e password",
    "credentialsdescription": "Per faovre inserisci username e password per l'autenticazione",
    "emailconfirmsent": "<p>Una email è stata inviata al tuo indirizzo <b>{{$a}}</b></p>\r\n<p>Contiene semplici istruzioni per completare la tua registrazione.</p>\r\n<p>Se hai qualche difficoltà contatta l'amministratore del sito.</p>",
    "enterthewordsabove": "Inserisci le parole sovrastanti",
    "erroraccesscontrolalloworigin": "La chiamata Cross-Origin che stai effettuando è stata rifiutata. Per ulteriori informazioni: https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "Si è verificato un errore durante l'eliminazione di questo sito. Per favore riprova.",
    "errorupdatesite": "Si è verificato un errore durante l'aggiornamento del token del sito.",
    "firsttime": "È la prima volta che accedi qui?",
    "getanothercaptcha": "Chiedi un altro CAPTCHA",
    "help": "Aiuto",
    "helpmelogin": "<p>Esistono diverse migliaia di siti Moodle al mondo. Queta app può collegarsi solamente in quei siti dove è stato configurato l'accesso Mobile app.</p><p>Se non riesci a collegarti al sito Moodle desiderato devi contattare l'amministratore di quel sito e chiedergli di documentarsi su <a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\">http://docs.moodle.org/en/Mobile_app</a></p><p>Per provare l'applicazione su un sito Moodle demo inserire <i>teacher</i> oppure <i>student</i> nel campo <i>Username</i> e fare click sul pulsante <b>Aggiungi</b>.</p>",
    "instructions": "Istruzioni",
    "invalidaccount": "Verificare le proprie credenziali o chiedere all'amministratore del sito di controllare la configurazione del sito.",
    "invalidemail": "Indirizzo email non valido",
    "invalidmoodleversion": "Versione di Moodle non valida. La versione minima richiesta:",
    "invalidsite": "L'URL del sito non è valida",
    "invalidurl": "L'URL non è valido",
    "localmobileunexpectedresponse": "Il controllo delle Moodle Mobile Additional Feature ha restituito una risposta inattesa, sarai autenticato tramite i servizi Mobile standard.",
    "login": "Login",
    "loginbutton": "Login!",
    "logininsiterequired": "Devi autenticarti usando una finestra browser",
    "loginsteps": "Per accedere al sito, puoi creare facilmente il tuo account in pochi minuti.\r\nL'accesso ai corsi può essere regolato da chiavi di accesso, necessarie solo all'atto dell'iscrizione.\r\nPer creare l'account:\r\n<ol>\r\n<li>Compila il form <a href=\"{{$a}}\">Nuovo account</a> con i tuoi dati.</li>\r\n<li>Ti verrà spedita una email all'indirizzo da te fornito.</li>\r\n<li>Leggi l'email e clicca sul link presente nel corpo del messaggio.</li>\r\n<li>Dopo aver confermato il tuo account, sarai autenticato dal sistema.</li>\r\n<li>Una volta autenticato, potrai scegliere a quale corso iscriverti.</li>\r\n<li>Se ti verrà richiesta una chiave di iscrizione, usa la chiave fornita dal docente del corso.</li>\r\n<li>Una volta iscritto al corso potrai frequentarlo autenticandoti con il tuo account. </li>\r\n</ol>",
    "missingemail": "Non hai inserito l'email",
    "missingfirstname": "Non hai inserito il nome",
    "missinglastname": "Non hai inserito il cognome",
    "mobileservicesnotenabled": "I servizi mobile non sono abilitati nel sito. Per richiederne l'abilitazione, contattare l'amministrazione del sito.",
    "newaccount": "Nuovo account",
    "newsitedescription": "Inserisci l'URL del sito Moodle al quale vuoi collegarti. Da notare che il sito deve essere configurato per funzionare con questa app.",
    "notloggedin": "Devi essere autenticato",
    "password": "Password",
    "passwordrequired": "Password necessaria",
    "policyaccept": "Ho letto le condizioni e le accetto",
    "policyagree": "Per continuare ad usare questo sito, è necessario accettare le condizioni riportate.",
    "policyagreement": "Condizioni di utilizzo del sito",
    "policyagreementclick": "Leggi le condizioni di utilizzo del sito",
    "reconnect": "Riconnetti",
    "reconnectdescription": "Il token di autenticazione non è valido oppure è scaduto. Devi ricollegarti al sito.",
    "reconnectssodescription": "Il token di autenticazione non è valido oppure è scaduto. Devi ricollegarti al sito autenticandoti tramite il browser.",
    "selectacountry": "Seleziona il tuo stato",
    "siteaddress": "Indirizzo del sito",
    "siteinmaintenance": "Il sito è in modalità manutenzione",
    "siteurl": "URL del sito",
    "siteurlrequired": "L'URL del sito è obbligatoria. Esempio:<i>http://www.yourmoodlesite.abc or https://www.yourmoodlesite.efg</i>",
    "startsignup": "Crea un account",
    "supplyinfo": "Ulteriori dettagli",
    "username": "Username",
    "usernamerequired": "Username obbligatorio",
    "usernotaddederror": "Errore - L'utente \"{{$a}}\" non è stato aggiunto",
    "webservicesnotenabled": "Nel sito non sono stati abilitati i web service. Per favore contatta l'amministratore del sito per verificare la configurazione."
}